---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationSlopeParam
source: html/f39afb17-80b2-025e-3bdf-e210d71522ae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationSlopeParam Property

"Slope"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationSlopeParam { get; }
```